[
  {
    "content": "BANK OF AMERICA CORPORATION \nSUBMISSION OF DIRECTOR NOMINEE CANDIDATES \n \nSubmission of Recommendations for Director Candidates to the Corporate, ESG, and Sustainability \nGovernance Committee. The Corporate, ESG, and Sustainability Governance Committee (“Corporate \nGovernance Committee”) , in consultation with the CEO and the Chairman, if independent, or the \nLead Independent Director, considers candidates recommended by directors, management, third \nparty search firms, and stockholders .  \n \nA stockholder who wishes to recommend a candidate for consideration by the Corporate Governance \nCommittee may do so at any time. For each annual meeting of stockholders, the Corporate \nGovernance Committee will consider those recommendations received by October 15 of the \npreceding year that contain the following information:  \n \n• the name and address of the stockholder;  \n \n• a representation that the stockholder is a holder of the Company's voting stock (including the",
    "date": "2025-08-14T23:18:56.678546",
    "current_chunk_id": "16e7252c-95aa-41a9-b074-3b20f0d9c2f4",
    "previous_chunk_id": null,
    "access": "PUBLIC",
    "doc_name": "01_BOFA.pdf",
    "source": "PDF",
    "path": "",
    "page": null
  },
  {
    "content": "• the name and address of the stockholder;  \n \n• a representation that the stockholder is a holder of the Company's voting stock (including the \nnumber and class of shares held);  \n \n• a disc losure of any hedging or other arrangement with respect to any share of the Company’s \nstock (including any derivative or short position, profit interests, options or any borrowing or \nlending of shares of stock) made by or on behalf of the stockholder (a) to mitigate loss to or \nmanage any risk or benefits of stock price changes for the stockholder, or (b) to increase or \ndecrease the voting power of the stockholder;  \n \n• a description of all agreements, arrangements or understandings among the stockholder and \nthe candidate and any other person or persons (naming such person or persons) pursuant to \nwhich the proposal is made by the stockholder;  \n \n• a statement signed by the candidate confirming that the candidate will serve if nominated by",
    "date": "2025-08-14T23:18:56.678546",
    "current_chunk_id": "0811982b-4094-437b-91c5-c2452c270391",
    "previous_chunk_id": "16e7252c-95aa-41a9-b074-3b20f0d9c2f4",
    "access": "PUBLIC",
    "doc_name": "01_BOFA.pdf",
    "source": "PDF",
    "path": "",
    "page": null
  },
  {
    "content": "which the proposal is made by the stockholder;  \n \n• a statement signed by the candidate confirming that the candidate will serve if nominated by \nthe Board and elected by the stockholders and will comply with the Company’s Code of \nConduct, Insider Trading Policy, Corporate Governance Guidelines and any other rule, \nregulation, policy or standard of conduct applicable to the directors; and  \n \n• a description of the candidate’s background and experience and the reasons why he or she \nmeets the criteria set forth above under “Standards for Evaluating Candidates as Di rector \nNominees.”  \n \nThe information provided above is an excerpt from the Bank of America Corporation Corporate \nGovernance Guidelines. A stockholder wishing to bring nominations for the election of directors at \nany meeting of the stockholders should review the Bank of America Corporation Bylaws for the \nspecific requirements.",
    "date": "2025-08-14T23:18:56.678546",
    "current_chunk_id": "f2f2d3f9-6434-436a-add7-634dd0c8537e",
    "previous_chunk_id": "0811982b-4094-437b-91c5-c2452c270391",
    "access": "PUBLIC",
    "doc_name": "01_BOFA.pdf",
    "source": "PDF",
    "path": "",
    "page": null
  },
  {
    "content": "any meeting of the stockholders should review the Bank of America Corporation Bylaws for the \nspecific requirements.  \n \nAll nominations must be in writing and submitted to the following address: Bank of America \nCorporation, Attention: Corporate Secretary, Bank of America Corporate Center, 100 North Tryon \nStreet, NC1- 007- 56-06 , Charlotte, North Carolina 28255.",
    "date": "2025-08-14T23:18:56.678546",
    "current_chunk_id": "d7a6e943-d98b-4056-9d00-c2e094b9abe7",
    "previous_chunk_id": "f2f2d3f9-6434-436a-add7-634dd0c8537e",
    "access": "PUBLIC",
    "doc_name": "01_BOFA.pdf",
    "source": "PDF",
    "path": "",
    "page": null
  },
  {
    "content": "Facts What does Chase do with your personal information? \nWhy? Financial companies choose how they share your personal information. Federal law \ngives consumers the right to limit some but not all sharing. Federal law also requires us to tell you how we collect, share, and protect your personal information. Please read this notice carefully to understand what we do. \nWhat? The types of personal information we collect and share depend on the product or service you have with us. This information can include: \n•Social Security number and income\n•account balances and transaction history\n•credit history and payment history\nHow? All financial companies need to share customers’ personal information to run their everyday business. In the section below, we list the reasons financial companies can share their customers’ personal information; the reasons Chase chooses to share; and whether you can limit this sharing. \nReasons we can share your personal information \nDoes Chase",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "8bc05099-222d-41cc-89db-20e3d0f64832",
    "previous_chunk_id": null,
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "Reasons we can share your personal information \nDoes Chase \nshare? Can you limit this sharing? \nFor our everyday business purposes – such as to process \nyour transactions, maintain your account(s), respond to court orders and legal investigations, or report to credit bureaus Yes No \nFor our marketing purposes – to offer our products and services to you Yes No \nFor joint marketing with other financial companies Yes No \nFor our affiliates’ everyday business purposes – information about your transactions and experiences Yes No \nFor our affiliates’ everyday business purposes – information about your creditworthiness Yes Yes \nFor our affiliates to market to you Yes Yes \nFor nonaffiliates to market to you Yes Yes \nTo limit our sharing \n•Call 1-888-868-8618 – our menu will prompt you through your choice(s).  \nWe accept operator relay calls.\n•Visit us online: chase.com/privacypreferences  \nPlease note: If you are a new customer, we can begin sharing your information 30 days from",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "eca29874-bdf7-4dc3-8140-a1e8ee31c657",
    "previous_chunk_id": "8bc05099-222d-41cc-89db-20e3d0f64832",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "We accept operator relay calls.\n•Visit us online: chase.com/privacypreferences  \nPlease note: If you are a new customer, we can begin sharing your information 30 days from  \nthe date we sent this notice. When you are no longer our customer, we continue to share your  \ninformation  as  described  in  this  notice.  However, you can contact us at any time to limit our sharing.  \nQuestions \nCall 1-888-868-8618 – our menu will prompt you through your choice(s). We accept operator \nrelay calls. April 2025",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "4a81830e-86aa-48cc-9d28-50950efb8252",
    "previous_chunk_id": "eca29874-bdf7-4dc3-8140-a1e8ee31c657",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "PAGE 2 \nWho we are \nWho is providing this notice? The U.S. consumer financial companies within the JPMorgan Chase & Co. \nfamily, including JPMorgan Chase Bank, N.A., Chase Insurance Agency, Inc., and J.P. Morgan Securities LLC. \nWhat we do \nHow does Chase protect my \npersonal information? To protect your personal information from unauthorized access and use, we \nuse security measures that comply with federal law. These measures include computer safeguards and secured files and buildings. We authorize our employees to get your information only when they need it to do their work, and we require companies that work for us to protect your information. \nHow does Chase collect my We collect your personal information, for example, when you \npersonal information? \n•open an account or make deposits or withdrawals from your account\n•pay your bills or apply for a loan\n•use your credit or debit card\nWe also collect your personal information from others, such as credit bureaus,",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "a3dd5644-48be-496f-80aa-0505199a22d5",
    "previous_chunk_id": "4a81830e-86aa-48cc-9d28-50950efb8252",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "•pay your bills or apply for a loan\n•use your credit or debit card\nWe also collect your personal information from others, such as credit bureaus,  \naffiliates, or other companies.\nWhy can’t I limit all sharing? Federal law gives you the right to limit only \n•sharing for affiliates’ everyday business purposes – information about yourcreditworthiness\n•affiliates from using your information to market to you\n•sharing for nonaffiliates to market to you\nState laws and individual companies may give you additional rights to limit  \nsharing. See below for more on your rights under state law.\nWhat happens when I limit \nsharing for an account I hold jointly with someone else? Your choices will apply to everyone on your account. \nDefinitions \nAffiliates Companies related by common ownership or control. They can be financial and  \nnon  financial   companies. \n•Our affiliates include companies with a Chase or J.P. Morgan name and financial companies\nsuch as J.P. Morgan Securities LLC",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "d7d11a8a-01dd-4b8c-ad0c-ef86d38d2ab8",
    "previous_chunk_id": "a3dd5644-48be-496f-80aa-0505199a22d5",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "non  financial   companies. \n•Our affiliates include companies with a Chase or J.P. Morgan name and financial companies\nsuch as J.P. Morgan Securities LLC\nNonaffiliates Companies not relate\nd by common ownership or control. They can be financial and  \nnon  financial   companies. \n•Nonaffiliates we share with can include companies such as retailers, auto dealers, auto makersand membership clubs\nJoint marketing A formal agreement be\ntween nonaffiliated financial companies that together market  \nfinancial products or services to you.  \n•Our joint marketing partners include categories of companies such as insurance companies\nOther important information \n VT: Accounts with a Vermont mailing address are automatically treated as if they have limited the sharing as  \ndescribed on page 1. For joint marketing, we will only disclose your name, contact information and information  \nabout your transactions.",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "3e345ab6-3174-425a-9ea7-bcea21e67ef5",
    "previous_chunk_id": "d7d11a8a-01dd-4b8c-ad0c-ef86d38d2ab8",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "described on page 1. For joint marketing, we will only disclose your name, contact information and information  \nabout your transactions.  \nNV: We are providing you this notice pursuant to Nevada law. If you prefer not to receive marketing calls  \nfrom us, you may be placed on our Internal Do Not Call List by calling 1-800-945-9470, or by writing to us at  \nP.O. Box 734007, Dallas, TX 75373-4007. \nFor more information, contact us at the address above, or email  \nPrivacy.Info@JPMChase.com , with   \n“Nevada Annual Notice” in the s\nubject line. You may also contact the Nevada Attorney General’s office:  \nBureau of Consumer Protection, Office of the Nevada Attorney General, 555 E. Washington St., Suite 3900,  Las \nVegas, NV 89101; telephone number: 1-702-486-3132; email aginfo@ag.nv.gov.\nCA: Accounts with a California mailing address are automatically treated as if they have limited the sharing with",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "d38af8f2-90b3-4918-b0b4-f40133b951fd",
    "previous_chunk_id": "3e345ab6-3174-425a-9ea7-bcea21e67ef5",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  },
  {
    "content": "Vegas, NV 89101; telephone number: 1-702-486-3132; email aginfo@ag.nv.gov.\nCA: Accounts with a California mailing address are automatically treated as if they have limited the sharing with \nnonaffiliates as described on page 1. CA residents are provided a CA notice for additional choices.",
    "date": "2025-08-15T00:10:12.108408",
    "current_chunk_id": "813af01a-2f8c-44d9-af94-d39d685e2a33",
    "previous_chunk_id": "d38af8f2-90b3-4918-b0b4-f40133b951fd",
    "access": "PUBLIC",
    "doc_name": "01_CHASE.pdf",
    "source": "PDF"
  }
]